Tekla.Structures.DrawingInternal.dotOBB_t


Tekla.Structures.DrawingInternal.dotOBB_t.center


Tekla.Structures.DrawingInternal.dotOBB_t.axis0


Tekla.Structures.DrawingInternal.dotOBB_t.axis1


Tekla.Structures.DrawingInternal.dotOBB_t.axis2


Tekla.Structures.DrawingInternal.dotOBB_t.extent0


Tekla.Structures.DrawingInternal.dotOBB_t.extent1


Tekla.Structures.DrawingInternal.dotOBB_t.extent2


Tekla.Structures.DrawingInternal.dotOBB_t.ToStruct(Tekla.Structures.Geometry3d.OBB)


Tekla.Structures.DrawingInternal.dotOBB_t.FromStruct(Tekla.Structures.Geometry3d.OBB)
